<?php
if (!defined('_INDEX_')) define('_INDEX_', true);
if (!defined('_GNUBOARD_')) exit; // 개별 페이지 접근 불가

include_once(G5_THEME_PATH.'/head.php');

add_stylesheet('<link rel="stylesheet" href="/theme/blackcombat/css/mobile_rules.css">', 0);
?>

    <div class="sub_visual">
        <div class="sub_visual_items">
            <div class="sub_visual_caption">
                <div class="category">RULES</div>
            </div>
        </div>
    </div>
    <div class="sub_content">
        <div class="sub_container">
            <div class="rules_page">
                <h3>제 1 조 대회 공식 명칭</h3>
본 대회의 명칭은 Black Combat : Who is the King 이하 대회사로 한다.<br /><br /><br />


<h3>제 2 조 체급</h3>
[남성부]<br />
(1) 56.7Kg 이하 : 플라이급(Fly weight Class)<br />
(2) 56.7kg 이상 ~ 61.3kg 이하 : 밴텀급(Bantam weight Class)<br />
(3) 61.3Kg 이상 ~ 65.8kg 이하 : 페더급(Feather weight Class)<br />
(4) 65.8kg 이상 ~ 70.4Kg 이하 : 라이트급(Light weight Class)<br />
(5) 70.4Kg 이상 ~ 100kg 이하 : 중량급<br />
* 허용 오차 + 500g 까지 (계약체중 및 타이틀전은 허용되지 않는다.)<br />
이상 남성부 5체급으로 한다.<br />
1. 공식체급 이외의 특별경기는 대회사가 지정한 체중을 한계체중으로 한다.<br />
2. 체급 계체량은 최초 1차 계측을 대회사가 정한 시각에 진행하며 1차 계측에 통과하지 못한 선수는 1차 계측 시간으로부터 24시간 안에 심판위원회가 요구하는 재계측을 하여 통과해야 한다.<br />
3. 정상적으로 계측을 통과하지 못한 선수는 심판위원회와 대회사가 규정하는 패널티를 받게 된다.<br />
4. 계측을 통과하지 못한 선수의 패널티는 다음과 같다.<br />
(1) 1차 계측을 통과하지 못한 선수는 라운드 당 -1점 감점을 받는다.<br />
(2) 2차 계측마저도 통과하지 못한 선수는 파이트 머니의 50%를 삭감한다.<br />
(3) 1차 계측으로부터 마지막 계측까지 통과 못한 선수는 감점, 파이트 머니 50% 삭감, 그리고 양 선수단과 대회사, 심판의원회가 참석한 가운데 추가적인 패널티를 결정하고 만약 합의가 원만히 이루어지지 못할 경우 실격패와 함께 파이트 머니 전액을 몰수한다.<br />
5. 해당 대회의 경기에 참가하는 모든 선수는 룰에 따라 반드시 계측을 하고 통과하여야 하며 이를 어길 시, 대회사와 심판위원회가 결정하는 징계 또는 패널티를 받는다.<br />
6. 계체량 시작 시간 기준 30분 이상 지각하는 선수는 대회사와 심판위원회가 주는 패널티를 받는다.<br />
7. 모든 선수는 계체량 전까지 신체적인 문제[혈액 및 타액으로 감염되는 질병(예: B형 감염, 에이즈 등등), 뇌 검사, 그 외의 모든 신체적 결함]가 없어 경기를 함에 있어 어떠한 문제도 없다는 진단서 등을 대회사, 심판위원회에 제출하여야 하며 만약 결함이 발견된다면 재검사를 통해 경기에 임할 수 있는지 불가능한지를 전문의를 통해 판단 후 대회사와의 협의를 통해 경기를 치러야만 한다.<br />
8. 선수가 부상으로 계약된 경기를 치르지 못할 경우 선수는 대회사가 지정한 병원에서 부상에 대한 진료를 받고 진단서를 대회사에 제출한 후 대회사 결정에 따른다.<br /><br /><br />


<h3>제 3 조 경기장비</h3>
1. 오픈 핑거 글러브<br />
(1) 경기용 대회 공식 글러브는 대회사가 제공 또는 승인하는 오픈 핑거 글러브로 한다.<br />
(2) 선수의 글러브 착용은 반드시 경기 시작 전 지정한 장소에서 착용되어야 한다.<br />
(3) 심판은 대기실에서 선수에게 글러브를 착용 시킨 후, 손목 테이핑 접합부분에 확인 사인을 하여야 한다.<br />
(4) 선수는 해당 경기가 종료되기 전까지 글러브와 테이핑을 해체할 수 없다.<br />
(5) 선수는 경기 시작 전 대기실에서 심판에게 1차로 글러브 검사 및 경기 안전 체크를 받고 케이지에 올라가기 전 2차로 체크를 받는다.
2. 테이핑<br />
(1) 심판진 허가에 의해 무릎(Knee), 정강이(Shin), 팔꿈치(Elbow), 발목(Ankle)등의 테이핑이 가능하다.<br />
(2) 주먹의 밴디지 재료는 대회사가 지정한 물품 또는 지급한 테이프 및 붕대, 허가한 물품 및 테이프에 한정하여 허용된다.<br />
1) 변칙적인 방법을 이용한 주먹고정, 보형물 삽입 등은 철저히 금지된다.<br />
3. 마우스피스<br />
(1) 대회의 경기에서 모든 선수는 마우스피스를 반드시 착용하여야 한다.<br />
(2) 마우스피스를 착용하지 않은 선수는 경기 참가가 불가하며, 경기 실격패의 사유가 된다.<br />
4. 파울 컵<br />
(1) 대회의 경기에서 모든 선수는 파울 컵(낭심 보호대)을 반드시 착용하여야 한다.<br />
(2) 파울 컵을 착용하지 않은 선수는 경기 참가가 불가하며, 경기 실격패의 사유가 된다.<br />
5. 콘택트 렌즈<br />
(1) 하드 콘택트 렌즈는 원칙적으로 사용이 불가하다.<br />
(2) 소프트 콘택트 렌즈에 한하여, 착용이 가능하나, 콘택트 렌즈를 착용하고, 경기하는 과정에서 발생한 선수의 사고, 부상 등 어떤 결과에 대해서도 대회사는 책임을 지지 아니한다.<br />
6. 피부 도포제류 및 호흡기 관련 약제류 등의 사용<br />
(1) 출전 선수에 대한 선수 및 세컨드의 자의적인 바셀린 도포는 일절 금지하며, 선수 및 세컨드는 각종 도포제, 호흡기 관련 약제류 등을 지참하고 경기장에 입장할 수 없다.<br />
(2) 선수의 안면 T-ZONE에 대한 바셀린 도포는 선수의 부상 방지를 목적으로 하며, 등장 시에 심판이 직접 도포한다.<br />
(3) 경기 진행 중의 바셀린 도포는 원칙적으로 금지되나 대회와 경기 진행을 위한 응급처치 용도로 대회 닥터 및 심판이 확인하고 처치한 사항은 예외로 한다.<br />
(4) 닥터 및 심판의 허가 없이 선수의 모든 신체 부위에 대한 도포제, 기관지 확장 약제류, 산소 공급 스프레이 등을 도포, 흡입, 복용하는 행위는 철저히 금지되며, 이를 위반한 경우 반칙이 적용되고 실격패의 사유가 되며, 해당 선수는 징계의 대상이 된다.<br />
(5) 머리카락에 바르는 젤, 왁스, 오일 등을 절대 금지하고 머리카락에는 그 무엇도 바르지 않는다.<br /><br /><br />


<h3>제 4 조 경기 시간</h3>
1. 경기 시간<br />
(1) 모든 경기는 5분 3라운드이다.<br />
(2) 선수 공격에 의해 승부 결정이 나지 않은 경우에 배심의 판정으로 최종 승부를 결정한다.<br />
(3) 경기 전에 대회사가 허가하고 양측 선수가 무승부 상황에 대해 연장전을 합의한 경우, 5분 1라운드 추가 연장을 할 수 있다.<br />
2. 모든 경기의 진행에서 라운드 사이 휴식시간은 1분으로 한다.<br />
3. 모든 경기에서 배심은 3심제로 한다.<br /><br /><br />


<h3>제 5 조 복장/유니폼</h3>
모든 선수의 유니폼은 원칙적으로 대회사가 지정한 유니폼과 경기복만 착용이 가능하며, 이를 위반한 선수 및 팀은 징계의 대상이 된다.<br />
1. 대회사의 경기에 참가하는 모든 선수는 그 유니폼으로 하체 트렁크를 착용해야 한다.<br />
2. 선수와 함께 입장하는 팀의 복장은 통일해야 하며, 세컨드는 선수와 함께 팀 복장을 착용하는 것을 의무로 한다.<br /><br /><br />


<h3>제 6 조 허용 가능 격투 기술</h3>
1. 타격 기술 : 치기, 지르기, 차기, 찍기, 밟기 등<br />
2. 혼합 기술 : 메치기, 던지기, 태클, 다리 걸기 등<br />
3. 유술기 : 관절기, 굳히기, 조르기, 꺾기, 누르기 등<br />
4. 원칙적으로 제7조에 나오는 반칙 외에 모든 기술 사용 가능<br />
5. 스탠딩과 그라운드에서 후두부, 척추라인을 제외한 부위에 대한 킥, 펀치, 꺾기, 조르기 등 사용 가능<br />
6. 그라운드 시 반칙 부위를 제외한 모든 공격 가능 (안면 공격 허용)<br />
7. 알리&이노끼 상황에서 모든 킥 공격 (스탬핑 킥, 싸커킥, 업 킥 등)을 허용한다.<br /><br /><br />


<h3>제 7 조 반칙</h3>
1. 박치기 공격<br />
2. 눈 찌르기 공격<br />
3. 낭심 공격<br />
4. 머리 잡아당기기 공격<br />
5. 꼬집기 공격<br />
6. 깨물기 공격<br />
7. 목 타격<br />
8. 손을 사용해서 직접적으로 콧구멍, 입 등 안면부위를 누르거나 조르기 혹은 찢기, 당기기<br />
9. 후두부에서 꼬리뼈까지의 타격 (후두부는 머리 바로 뒷부분이라 간주하며 측면 및, 귀의 주변은 후두부로 간주하지 않는다.)<br />
10. 손톱, 발톱을 이용한 공격<br />
11. 작은 관절 꺾기 (손가락, 발가락 공히 3개 이상 잡을 때만 가능)<br />
12. 욕설, 침 뱉기<br />
13. 살 할퀴기, 꼬집기, 비틀기<br />
14. 상대를 거꾸로 들어서 머리를 바닥에 내리 꽂는 공격 (Pile-Driving)<br />
15. 수직 엘보우 공격<br />
16. 오블리 킥<br />
17. 주심이 경기를 중단시켰을 때의 공격<br />
18. 라운드 종료를 알리는 벨이 울린 이후의 공격<br />
19. 선수가 주심의 지시를 고의적으로 어기는 행위<br />
20. 주심에게 케어를 받고 있는 상대를 공격하는 행위<br />
21. 선수가 부상이 없음에도 불구하고 거짓으로 부상을 주장하는 행위<br />
22. 선수가 마우스피스를 일부러 뱉는 등 경기 진행을 의도적으로 지연, 방해하는 행위<br />
23. 전체적인 경기 진행을 해당 선수의 세컨드가 방해하고 있다고 주심이 판단한 경우<br />
24. 상대 선수를 의도적으로 장외로 던지는 행위<br />
25. 장외로 일부러 도망가는 행위는 자동 기권으로 간주<br />
26. 선수가 경기 도중 자의에 의해 경기를 중단시킨 경우는 자동 기권으로 간주<br />
27. 선수가 무기력한 공격에만 의존하고, 고의적인 고착상태를 유발하는 행위<br />
28. 고의로 케이지를 손이나 발로 잡는 행위<br />
29. 부상당한 상대 선수의 상처 부위를 손가락이나 손바닥 기타 부위를 사용하여 고의적으로 찌르거나 비비는 행위<br />
30. 선수가 자신의 글러브 및 상대방의 글러브에 손가락을 넣어 붙잡는 행위 또는 글러브의 고정 끈에 손가락을 끼워 넣는 행위<br />
31. 선수가 자신의 파이트 쇼츠 및 상대방의 파이트 쇼츠를 붙잡는 행위<br />
32. 상대를 크게 다치게 하는 스포츠 맨쉽이 없는 행위<br />
위의 사항들은 전부 반칙으로 취급하며 주심의 판단에 따라 추가적인 반칙 사항이 있을 수 있다.<br /><br /><br />


<h3>제 8 조 주의/경고/실격</h3>
1. ‘주의/경고/실격’은 주심이 해당 선수에게 ‘주의/경고/실격’라고 육성으로 선언한다.<br />
2. 주심은 주의/경고/실격 선언 시, 선수에게 그 상황을 확인시킨다.<br />
3. 배심의 채점에서 양 선수가 동점일 경우, 주의/경고를 받은 선수에게 불리하게 작용된다.<br />
4. 반칙을 행한 선수는 주의를 받고 감점이 주어진다.<br />
(1) 대기실에서 타 선수에게 피해를 주거나 소란을 피워 피해를 주는 일이 발생될 때 대기실을 운영하고 있는 심판의 판단에 의해 경기 전 주의를 줄 수 있고 대기실운영 심판은 대회사와 다른 심판진에게 알려 이를 첨부토록 한다.<br />
5. 선수의 심각하고 악질적인 반칙행위는 즉각적인 실격의 대상이 된다.<br />
(1) 스포츠쉽에 어긋나며 비신사적이고 악질적인 고의성이 다분한 반칙에 대해서 심판진은 바로 ‘경고’를 선언하여 해당 선수에게 실격패 혹은 반칙패를 선언할 수 있다.<br />
7. 그라운드 상황에서 반칙 및 반칙성 행위를 하였을 경우 경기 진행.<br />
(1) 상위 포지션 공격자가 반칙, 주의 후 스탠딩에서 진행.<br />
(2) 하위 포지션 방어자가 반칙, 주의 후 동일 포지션에서 진행.<br />
8. 반칙을 당한 선수는 주심 또는 대회사의 판단에 따라 최소 30초에서 최대 3분간의 회복 시간을 가질 수 있다.<br />
9. 만약 반칙을 당한 선수가 회복을 하지 못하고 주심 혹은 닥터의 판단으로 경기를 할 수 없으면 반칙을 행한 선수는 반칙패로 처리한다.<br />
10. 선수 불참, 체중 계측 심사 불합격 시에도 실격패로 처리한다.<br /><br /><br />


<h3>제 9 조 승패결정</h3>
1. 공격승 Knock Down/Tap Out/Referee Stop<br />
(1) 선수가 상대 선수 공격에 의해 쓰러져서 더 이상 경기 지속이 무의미하다고 판단될 경우, 주심은 공격 선수에게 Knock Out 승을 선언한다.<br />
(2) 선수가 상대방의 타격 공격, 관절기, 조르기 등에 의하여 포기의사(Tap Out)를 밝힌 경우 주심은 해당 선수에게 승을 선언한다.<br />
(3) 상대의 공격을 방어하는 선수가 계속되는 공격을 회피할 방법이 없어 그 패배가 명확히 예측되는 경우, 주심은 선수 보호 차원에서 경기를 중지하고 해당 공격 선수에게 선수공격승(Referee Stop)을 선언한다.<br />
2. Technical Knock Out (TKO)<br />
(1) 경기 진행 도중에 양 선수 또는 한 선수가 경기를 계속할 수 없을 정도로 심각한 부상이 발생하였을 경우, 주심은 경기를 중지시키고 닥터의 최종 판단으로 경기 속개 여부와 선수의 승패를 결정한다.<br />
(2) 선수가 상대방의 정당한 공격을 받고, 부상을 입은 경우, 닥터가 부상 선수의 경기 진행이 불가능하다고 판단하면 주심은 경기를 중단하고 해당 선수가 패한 것으로 간주한다.<br />
(3) 부상이 상대방의 반칙에 의한 것일 경우, 주심은 반칙을 당한 선수에게 반칙승을 선언한다.<br />
(5) 경기 진행 도중 한쪽 선수의 세컨드가 타월을 케이지에 투입하여 시합을 중지시킨 경우, 주심은 즉각 경기를 중지하고 상대 선수에게 승리를 선언한다.<br />
3. 기권승 Give Up<br />
선수 본인이 경기 전 또는 도중에 경기의 시작, 진행을 포기한 경우, 주심은 상대 선수에게 기권승을 선언한다.<br />
4. 판정승<br />
(1) 판정은 각 라운드 점수를 합산하여 합산 점수가 더 높은 선수가 승리한다.<br />
(2) 더 많은 데미지를 입힌 선수 혹은 더 공격성이 좋은 선수가 승리한다.<br />
(3) 매 경기의 마지막 라운드에 비중을 더 많이 두고 판정을 한다.<br />
(4) 2명 이상의 배심으로부터 승리 판정을 획득한 경우에만 판정승이 성립하고, 그 이외의 경우는 무승부로 간주한다.<br />
(5) 사전에 대회사가 허가하고, 양 선수 합의가 있는 경우, 배심의 판정이 최종적으로 무승부이면 연장 5분 1라운드 후 재판정을 할 수도 있다.<br />
5. 배심 판정의 결정요인<br />
경기에 대한 최종 판정 결과는 3명의 케이지 배심에 의해서 이루어진다.<br />
(1) 타격 배점 기준<br />
1) 단발성의 그 어떤 공격이라도 데미지 정도가 크진 않지만 타격성이 있다고 판단되면 점수로 인정될 수 있다.<br />
2) 파운딩은 2~3회 이상의 데미지를 충분히 줄 수 있는 공격에 대해서만 배점이 이루어진다.<br />
3) KO나 TKO가 아니더라도 다운을 시킬 경우 점수로 인정이 된다.<br />
4) 데미지가 느껴지지 않는 소극적 공격은 그 횟수가 많다 하여도 점수로 인정되지 않는다.<br />
(2) 그라운드 상황에서 포지션 점유 및 기술사용 정도<br />
1) 테이크 다운<br />
① 테이크 다운을 당한 상대방의 등을 완벽히 제압해 바닥에 눌러 놓아 유리한 포지션을 3초 이상 점유하여야 한다.<br />
② 테이크 다운을 시도했으나 상대방이 케이지에 몸이 기대어져 하체(힙)만 다운된 상황에 상대방이 일어나기 위한 적극적인 공방을 펼치지 않거나 주저앉은 그대로 그라운드 상황을 고착시키며 휴식을 취할 경우 테이크 다운 성공으로 판단하여 채점한다.<br />
2) 클린 테이크 다운<br />
① 허리 이상의 높이에서 상대방을 크게 던지기, 메치기 혹은 태클로 크게 넘어뜨렸을 경우 상대방을 제압했는지의 여부를 따지지 않고 클린 테이크 다운으로 점수가 주어진다.<br />
② 클린 테이크 다운과 동시에 유효 포지션 룰과 상관없이 탑 포지션을 3초 이상 점유 하는 경우 포지션 점유에도 점수가 주어진다.<br />
③ 점수로 연결되는 유효 포지션은 마운트 포지션, 사이드 포지션, 백 포지션 이며, 니 온 밸리, 남북, 터틀 등은 포지션 변경 시 움직임의 연결 동선으로 본다.<br />
3) 하위 포지션 선수가 상위 포지션 선수를 뒤집어 유리한 포지션으로 역전해 냈을 때 점수가 주어진다.<br />
(3) 스탠딩 타이밍<br />
1) 양 선수가 그라운드에서 경기를 진행하는 데 있어서 적극성을 보이지 않고 휴식을 취한다든지 데미지가 느껴지지 않는 무의미한 공격을 유지하고 있을 경우 심판 판단에 의해 바로 일으켜 세울 수 있다.<br />
6. 자동 실격패<br />
(1) 선수가 경기 시작 60분 전까지 경기장에 나타나지 않는 경우는 자동적으로 실격패가 된다.<br />
(2) 세컨드가 경기 중 경기를 방해하거나 상대 측 선수와 접촉이 있거나 케이지 위에 올라올 경우, 해당 선수는 자동적으로 실격패로 처리된다.<br />
7. 경기무효<br />
(1) 주심 혹은 대회사의 권한을 대행하는 자가 경기 도중 사고로 경기를 중단시킬 경우, 해당 경기는 무효로 처리될 수 있다.<br />
(2) 대기실에서 심판의 지시를 따르지 않고 난동을 부리거나 비정상적인 행동으로 룰에 위배되는 행위를 범해 경기 진행이 어렵다고 판단될 때 대기실 운영 심판은 심판진과 대회사에게 전달해서 경기몰수 패를 선언할 수 있다.<br />
심판의 권위는 절대적이며 본 대회의 원활한 진행을 위해 선수 및 코치진은 룰에 의거한 심판진의 지시사항 및 전달사항에 대하여 절대적으로 따라 줄 것을 명시하는 바이다.<br />
판정의 대한 불만이나 동의하지 않는 사항, 불합리하다고 생각되는 경기 진행에 대해 재심이나 이의를 제기할 시 서면을 통해 대회사에 제출하여 원만한 해결을 하도록 한다.<br />
* 본 룰은 심판위원회와 대회사의 합의에 따라 개정될 수 있다.<br /><br /><br />


<<h3>제 10조 대회 종류</h3>
1. 블랙컴뱃 챔피언스리그<br />
: 국내 최강팀을 가리는 세계 최초 mma 프로 리그전<br />
(1) 한 시즌에 최대 6개의 팀이 참여하며, 각 팀이 모든 팀과 반드시 한번은 싸우는 리그 시스템.<br />
(2) 한 달에 2회의 대회가 열리며 각 팀당 5체급 매치로 총 5개의 경기가 열린다. (단, 넘버링 이벤트가 있는 주와 그 전주는 제외)<br />
(3) 모든 경기 결과는 팀 랭킹과 개인 랭킹에 반영이 되며 그 결과는 블랙컴뱃 공식 사이트에 매주 업로드 된다.<br />
(4) 경기 날짜 1주 전에 양 팀은 선수 명단을 제출해야 하며, 선수 명단과 다른 선수가 출전 시 명단 승점에서 -1점 감점을 받는다.<br />
(5) 승점 계산법<br />
1) 팀 랭킹 승점 계산법<br />
① 피니쉬 승 : +2점<br />
② 판정승 : +1점<br />
③ 패배 : -1점<br />
④ 실격 : -2점<br />
＊한 쪽 팀에서 특정 체급의 선수가 출전하지 않아 경기가 성사되지 않는다면 출전하지 않은 선수의 팀은 실격패로 간주해서 -2점의 패널티를 받고, 출전한 선수의 팀은 +1점의 점수를 얻는다.<br />
2) 개인 랭킹 승점 계산법<br />
① 피니쉬 승 : +2점<br />
② 판정승 : +1점<br />
③ 패배 : -1점<br />
(5) 챔피언스리그의 대진은 대회사에서 매치해주며 수정이 불가능하다.<br />
2. 플레이오프<br />
: 챔피언스리그 TOP 4 팀들의 에이스들이 하루 안에 최강을 가리는 토너먼트<br />
1) 대진은 제비 뽑기로 정한다.<br />
2) 체급 구분이 없는 경기이며 각 팀 당 한 명의 에이스만 출전 가능하다.<br />
3) 토너먼트 동안에는 선수 교체가 불가능하다.<br />
4) 토너먼트는 하루 안에 전부 진행되며 부상으로 인해 경기를 뛰지 못하게 될 경우 탈락하게 된다.<br />
3. 넘버링 이벤트<br />
: 흥행성이 있고 체급별 타이틀전 관련 빅매치들로 구성된 대규모 이벤트<br />
1) 챔피언스리그 소속 선수들끼리의 시합은 리그전 승점에 반영이 되며 팀 랭킹과 개인 랭킹에 영향을 준다. (승점 계산은 제 10조 1-4의 계산법을 따른다.)<br />
2) 챔피언스리그에 소속되지 않은 선수들의 경기 결과는 개인 랭킹에만 반영된다. (승점 계산은 제 10조 1-4의 계산법을 따른다.)<br /><br /><br />
            </div>
        </div>
    </div>

<?php
include_once(G5_THEME_PATH.'/tail.php');