<?php
if (!defined('_INDEX_')) define('_INDEX_', true);
if (!defined('_GNUBOARD_')) exit; // 개별 페이지 접근 불가

include_once(G5_THEME_PATH.'/head.php');

add_stylesheet('<link rel="stylesheet" href="/theme/blackcombat/css/mobile_rules.css">', 0);
?>

    <div class="sub_visual">
        <div class="sub_visual_items">
            <div class="sub_visual_caption">
                <div class="category">RULES</div>
            </div>
        </div>
    </div>

<?php ?>

    <div class="sub_content">
        <div class="sub_container">
            <div class="rules_page">
                <h3>제 1 조 대회사 공식 명칭</h3>

본 대회사의 명칭은 Black Combat : Who is the King 으로 한다.

<br /><br />
<h3>제 2 조 체급</h3>

<남성부><br />
(1) 56.7Kg 이하 : 플라이급 (Flyweight Division)<br />
(2) 56.7kg 이상 ~ 61.3kg 이하 : 밴텀급 (Bantamweight Division)<br />
(3) 61.3Kg 이상 ~ 65.8kg 이하 : 페더급 (Featherweight Division)<br />
(4) 65.8kg 이상 ~ 70.4Kg 이하 : 라이트급 (Lightweight Division)<br />
(5) 77.3Kg 이상 ~ 84Kg 이하 : 미들급 (Middleweight Division)<br />
(6) 70.4Kg 이상 ~ 100kg 이하 : 중량급<br />
*허용 오차 +/- 500g 까지 (계약 체중 매치 및 타이틀전은 허용 오차 범위를 허용하지 않는다.)<br /><br />

<여성부> <br />
미정<br /><br />

본 대회사가 주최하는 대회에 참가하는 모든 선수들은 계체량 전까지 자신이 경기를 진행함에 있어서 아무런 문제가 없다 라는 진단서를 대회사 및 심판위원회에 제출해야만 한다. 만약 어떠한 결함이 발견될 경우, 전문의를 통해 판단 후 대회사와 협의 후 경기 진행 여부를 결정한다.<br /><br />

해당 대회의 선수가 부상으로 인해 계약된 경기를 진행하지 못할 시 대회사가 정해주는 병원에서 진료 및 진단서를 받아 대회사에 제출한 뒤, 추후 협의 후 대회사의 결정에 따른다.<br /><br />

- 본 대회사가 공식적으로 지정한 체급 이외의 경기는 대회사가 지정해주는 체중을 한계체중으로 진행한다.<br />
- 1차 계체량 시작 시간은 본 대회사가 지정하며 지정된 계체량 시작시간 기준으로 30분 이상 지각하는 선수는 대회사와 심판위원회가 주는 패널티를 받아야 한다.<br />
- 1차 계체량은 대회사가 지정한 시각에 진행되며 해당 선수가 1차 계측에 실패할 시, 심판위원회가 정해주는 시간 안에 2차 계측을 하여 통과해야 한다.<br />
(1) 공식 계체량 때는 해당 경기에 참가하는 모든 선수들과 세컨진, 대회사측 인원, 주심 최소 1명 이상이 모두 참여해야한다.<br /><br />

- 본 대회사가 진행하는 대회의 경기에 참가하는 모든 선수들은 정해진 룰에 따라 계측 및 통과해야 한다.<br />
- 계측을 통과하지 못한 선수들은 다음과 같은 패널티를 받게 된다.<br />
(1) 해당 선수가 1차 계측을 실패할 시 심판이 정한 시간 내에 2차 계체가 이뤄진다.<br />
(2) 해당 선수가 2차 계측 또한 실패할 시 초과 체중 기준에 따른 페널티가 적용 된다.<br />
-  500g 미만으로 초과할 경우 : 전체 R별 -1점 감점 <br />
-  500g이상 ~ 1kg 미만으로 초과할 경우 : 파이트머니의 30% 상대에게 지급, 전체 R별 -1<br />
-  1kg 이상 ~2kg 미만으로 초과할 경우 : 파이트머니의 50% 상대에게 지급, 전체 R별 -2 <br />
-  2kg 초과시 : <br />
   ① 상대 선수가 경기를 희망할 때 : 상대 선수에게 파이트머니 몰수, 전체 R별 -2 <br />
   ② 상대 선수가 경기를 희망하지 않을 때 : 실격 패 <br />

<br />
<h3>제 3 조 대회 종류</h3>

1. 블랙컴뱃 챔피언스리그<br />
: 국내 최강팀을 가리는 세계 최초 mma 프로 리그전<br />
(1) 한 시즌에 최대 6개의 팀이 참여하며, 각 팀이 모든 팀과 반드시 한번은 싸우는 리그 시스템.<br />
(2) 한 달에 2회의 대회가 열리며 각 팀당 5체급 매치로 총 5개의 경기가 열린다. (단, 넘버링 이벤트가 있는 주와 그 전주는 제외)<br />
(3) 모든 경기 결과는 팀 랭킹과 개인 랭킹에 반영이 되며 그 결과는 블랙컴뱃 공식 사이트에 매주 업로드 된다.<br />
(4) 경기 날짜 1주 전에 양 팀은 선수 명단을 제출해야 하며, 선수 명단과 다른 선수가 출전 시 명단 승점에서 -1점 감점을 받는다.<br />
(5) 승점 계산법<br />
1) 팀 랭킹 승점 계산법<br />
① 피니쉬 승 : +2점<br />
② 판정승 : +1점<br />
③ 패배 : -1점<br />
④ 실격 : -2점<br />
＊한 쪽 팀에서 특정 체급의 선수가 출전하지 않아 경기가 성사되지 않는다면 출전하지 않은 선수의 팀은 실격패로 간주해서 -2점의 패널티를 받고, 출전한 선수의 팀은 +1점의 점수를 얻는다.<br />
2) 개인 랭킹 승점 계산법<br />
① 피니쉬 승 : +2점<br />
② 판정승 : +1점<br />
③ 패배 : -1점<br />
(5) 챔피언스리그의 대진은 대회사에서 매치해주며 수정이 불가능하다.<br />
2. 플레이오프<br />
: 챔피언스리그 TOP 4 팀들의 에이스들이 하루 안에 최강을 가리는 토너먼트<br />
1) 대진은 제비 뽑기로 정한다.<br />
2) 체급 구분이 없는 경기이며 각 팀 당 한 명의 에이스만 출전 가능하다.<br />
3) 토너먼트 동안에는 선수 교체가 불가능하다.<br />
4) 토너먼트는 하루 안에 전부 진행되며 부상으로 인해 경기를 뛰지 못하게 될 경우 탈락하게 된다.<br />
3. 넘버링 이벤트<br />
: 흥행성이 있고 체급별 타이틀전 관련 빅 매치들로 구성된 대규모 이벤트<br />
1) 챔피언스리그 소속 선수들끼리의 시합은 리그전 승점에 반영이 되며 팀 랭킹과 개인 랭킹에 영향을 준다. (승점 계산은 제 10조 1-4의 계산법을 따른다.)<br />
2) 챔피언스리그에 소속되지 않은 선수들의 경기 결과는 개인 랭킹에만 반영된다. (승점 계산은 제 10조 1-4의 계산법을 따른다.)<br /><br />

<h3>제 4 조 경기 장비</h3>
- 해당 대회에 참가하는 해당 선수들은 본 대회사가 제공하는 공식 블랙컴뱃 오픈 핑거 글러브를 사용한다.<br />
- 오픈 핑거 글러브는 경기 시작 전에 대회사가 지정한 장소에서 착용한다. <br />
- 심판은 지정된 선수 대기실에서 선수들에게 글러브를 착용시켜야 한다. 착용 후, 손목 테이핑 접합부분에 심판 확인 사인을 해야 한다.<br />
- 선수는 경기 시작 전 선수대기실에서 1차 검사를 받고 케이지에 올라가기 전에 2차 체크를 받아야 한다.<br />
- 선수는 경기가 끝나기 전까지 글러브를 해체 및 제거할 수 없다.<br />
(1) 선수는 경기가 끝나면 경기 글러브를 대회사에 반납해야만 한다.<br />
- 심판진 및 의료진 허가에 의해 무릎, 발목 등의 테이핑이 가능하다. 무릎, 발목 외에 부위 테이핑은 심판진과 대회사에 허가가 있어야 한다.<br />
- 선수들은 대회사가 지정, 지급, 허용하는 테이프, 붕대, 밴디지를 사용해야 한다.<br />
- 다른 방법을 사용한 주먹 고정, 혹은 주먹 고정을 위한 보형물 삽입은 금지한다.<br />
- 경기에 참가하는 모든 선수들은 반드시 개인 마우스피스, 파울컵을 착용해야만 한다.<br />
- 마우스피스와 파울컵을 착용하지 않은 선수들은 경기를 참가하지 못한다.<br />
- 경기를 참가하는 선수들은 머리카락에 그 무엇도 바를 수 없다. (왁스, 헤어젤, 헤어스프레이, 오일 등)<br />
- 바셀린 도포는 부상 방지용이며 심판이 직접 도포한다. 해당 선수 세컨진이나 다른 사람들이 도포해서는 안된다.<br />
- 경기에 참가하는 선수 및 세컨진은 다른 종류의 도포제, 호흡기 관련 약제류 등을 가지고 경기장에 입장할 수 없다.<br />
- 경기 도중 바셀린 도포는 대회 링닥터 및 심판이 원활한 경기 진행 및 응급처치 용도로 사용할 수 있다.<br />
- 하드 콘택트 렌즈 사용은 금지한다. 경기 전에 심판진이 해당 선수 콘택트 렌즈 사용 여부를 의무적으로 검사한다.<br />
- 소프트 콘택트 렌즈는 사용이 가능하나, 이로 인해 경기에서 발생한 선수의 부상, 사고에 대해서는 대회사가 책임을 지지 않는다.<br /><br />


<h3>제 5 조 경기 시간 / 경기 유니폼</h3>
- 출전 선수는 심판위원회가 안내한 시간 (룰미팅, 밴디지 검사 시간 등)을 엄수해야 한다. 이를 위반할 시 대회사와 심판위원회가 주는 패널티를 받아야 한다.<br />
- 모든 경기는 5 분 3 라운드, 라운드 사이 쉬는 시간은 1분으로 진행된다.<br />
- 모든 경기는 3심제 배심으로 진행한다.<br />
- 경기가 선수에 의해 승패결정이 되지 않을 경우, 배심의 판정으로 승패가 결정된다.<br />
- 3라운드 배점 이후, 무승부이거나, 세 명의 배심 중 한 명 이상의 배심이 연장전을 가야 한다고 채점한 경우, 전체 심판진과 기록원(총 8명)이 모여 연장전 여부를 협의할 수 있다. 협의 이후 무기명 투표를 통해 4명 이상의 투표자가 연장전을 동의할 경우, 연장전 1라운드를 추가 진행한다.<br />
- 추가로, 계체를 실패한 선수가 연장전에 들어갈 경우 계체 실패 패널티를 연장 라운드에도 동일하게 적용한다.<br />
- 본 대회사가 주최하는 해당 대회에 참가하는 선수들은 대회사가 공식적으로 지정하고 허용하는 유니폼만을 착용하고 경기를 진행해야 한다. 이를 어길 시, 선수 및 해당 팀은 패널티를 받게 된다.<br />
- 해당 대회에 참가하는 선수는 대회사의 공식 파이트 쇼츠 (트렁크)를 착용해야 한다. 파이트 쇼츠안에 파울컵, 타이즈 외에는 착용 불가능하다.<br />
- 입장 시, 해당 선수와 세컨진의 복장은 본 대회사가 허용하는 복장으로 통일해야 한다.<br /><br />

<h3>제 6 조 허용 가능 기술</h3>
- 제 7조에 나오는 반칙 외에 모든 공격 기술 사용 가능<br />
- 스탠딩과 그라운드에서 후두부, 척추라인, 낭심을 제외한 부위에 대해 모든 공격 기술 사용 가능 (킥, 펀치, 꺾기, 조르기 등)<br />
- 그라운드 시 반칙 부위를 제외한 모든 공격 가능 (안면 공격, 4점니킥 허용)<br />
- 알리 & 이노끼 상황에서 모든 킥 공격 가능 (스탬핑킥, 싸커킥, 업킥 등)<br />

<h3>제 7 조 반칙</h3>
블랙컴뱃은 다음과 같은 공격들 및 상황을 반칙으로 간주한다.<br />
- 낭심 공격, 눈 찌르기, 머리카락 잡아당기기, 꼬집기, 살 할퀴기, 박치기, 깨물기, 핥기, 목 타격, 후두부에서 꼬리뼈까지의 타격, 오블리 킥, 수직 엘보우 공격, 상대 선수를 들어서 머리를 바닥에 내리 꽂는 공격, 침 뱉기, 손톱, 발톱을 이용한 공격<br />
- 주심이 경기를 중단했는데도 공격할 경우<br />
- 라운드 종료 벨이 울렸음에도 공격할 경우, 라운드 사이 쉬는 시간에 공격할 경우<br />
- 상대 선수의 콧구멍, 입 등 안면부위를 손을 사용해서 찢기, 당기기, 누르기, 조르기<br />
- 주심의 지시를 고의적으로 어기고 공격할 경우<br />
- 손가락, 발가락 관절 꺾기<br />
- 부상이 없음에도 거짓으로 부상을 연기하거나 주장할 경우<br />
- 주심과 대화하고 있는 선수를 공격할 경우<br />
- 경기 진행을 의도적으로, 고의적으로 지연, 방해하는 경우 <br />
- 선수들의 세컨진이 경기 진행을 의도적으로 방해할 경우 혹은 주심이 그렇다고 판단한 경우<br />
- 고의적으로 케이지를 손이나 발로 잡는 경우<br />
- 상대 선수를 의도적으로 다치게 하는 경우<br />
- 상대 선수의 파이트 쇼츠 및 글러브를 붙잡는 경우<br />
- 상대 선수 글러브에 손가락을 끼워 넣거나 끼워 넣어 붙잡는 경우<br />
- 상대 선수의 부상당한 부위를 고의적으로 찌르거나 비비는 경우<br />
- 선수가 고의적으로 무기력한 고착 상태를 유지하거나 유발하는 경우<br />
- 선수 자의로 인해 자동 기권한 선수를 공격할 경우<br />
*주심의 판단과 재량에 따라 반칙 사항은 더 추가될 수 있다.<br /><br />


<h3>제 8 조 레프리 사인</h3>
- 레프리 사인은 '주의/경고/실격'이 있다. 주심은 해당 선수가 상황을 확인할 수 있도록 Call 사인을 줘야 한다.<br />
- 경기 후 배심의 채점에서 양 선수가 동점일 경우, 주의/경고를 받은 선수가 불리하다.<br />
*선수 대기실 및 장외에서 타 선수 및 세컨진에게 피해를 주는 일이 발생할 경우, 심판의 판단에 의해 경기 전 주의를 받을 수 있다. <br />
*고의적, 악의적으로 경기를 방해하는 세컨진이 있을 경우, 주심이 '주의/경고'를 줄 수 있다.<br />
- 반칙을 행한 선수는 주심에게 주의를 받는다. 다시 한번 반칙을 행해 또 주의를 받게 될 경우 '경고'로 간주되며 감점이 주어진다. 주심의 판단에 따라 '주의' 없이 바로 '경고'와 감점을 줄 수 있다. <br />
- 그라운드 공방 상황에서 상위 포지션 공격자가 반칙할 경우, 주의 후 스탠딩에서 다시 경기를 진행한다.<br />
- 그라운드 공방 상황에서 하위 포지션 방어자가 반칙할 경우, 주의 후 동일한 포지션에서 다시 경기를 진행한다.<br />
- 스포츠맨십에 반하는 선수의 악의적이고도 고의적인 반칙 행위는 '주의/경고' 없이 바로 실격패 처리될 수 있다.<br />
- 주심은 반칙을 당한 선수에게 최소 45초에서 최대 5분간의 충분한 휴식 시간을 제공한다. 그럼에도 해당 선수가 회복을 하지 못하면 주심 혹은 링닥터의 판단으로 경기를 중단할 수 있고 반칙을 한 선수는 반칙패로 처리된다.<br />
- 해당 선수가 경기에 불참하거나, 계측 최종 실패 시, 패널티를 부여하고 실격패 처리한다.<br /><br />


<h3>제 9 조 배점 기준</h3>
- 모든 경기는 3명의 배심이 배점 기준에 따라 공정하게 판정한다.<br />
- 데미지와 임팩트가 없는 파운딩은 점수로 인정될 수 없다.<br />
- 상대 선수에게 데미지와 임팩트를 주는 공격 및 파운딩은 공격 횟수가 적더라도 점수로 인정된다.<br />
- 상위 포지션에 위치하더라도 소극적인 공격 및 그라운드 움직임은 점수로 인정될 수 없다.<br />
- 반칙을 제외한 공격기술로 상대방을 다운시킬 경우 점수로 인정된다.<br />
- 유술, 레슬링 기술 등으로 상대방을 넘어뜨리고 등을 눕혀 유효 포지션/유리한 포지션을 3초 이상 점유한다면 테이크다운 성공으로 간주한다.<br />
- 테이크다운을 성공하더라도 상대방을 3초 이상 눕혀 놓거나 컨트롤 하지 못하고 상대선수가 바로 일어난다면 큰 점수로 인정되지 않는다. 상대방이 케이지에 기대어 등이 눕혀지지 않는 경우도 마찬가지다.<br />
- 테이크다운을 당한 상대선수가 일어나기 위한 움직임을 보여주지 않는 경우 이는 테이크다운 성공으로 간주한다.<br />
- 그라운드 상황/클린치 상황에서 양 선수가 적극성이 느껴지지 않는 무의미한 공격과 공방을 이어갈 경우 주심이 스탠딩 상황으로 재 진행시킬 수 있다.<br />
- 파운딩이나 서브미션으로 연결할 수 있는 연결 동선 포지션들을 유효 포지션으로 둔다. (마운트, 백마운트, 사이드, 남북, 터틀 포지션 등등) 유효 포지션 점유할 시, 점수가 주어진다.<br />
- 그라운드 상황 시, 하위 포지션 방어자가 상위 포지션 공격자를 뒤집어 포지션 역전할 경우 점수가 주어진다.<br />
- 적극적인 서브미션 시도 또한 점수가 주어진다.<br /><br />

<h3>제 10 조 승패 결정</h3>
- 판정승 <br />
(1) 블랙컴뱃은 각 라운드별 점수를 채점한다. 더 많은 라운드를 가져간 선수가 승리한다. 만장일치 판정승, 스플릿 디시젼 판정승, majority 디시젼 판정승이 있다.<br />
(2) 더 많은 데미지를 입힌 선수 혹은 공격성이 더 좋았던 선수가 승리한다.<br />
(3) 블랙컴뱃은 매 경기의 마지막 라운드에 비중을 더 많이 두고 판정을 한다.<br />
(4) 경기 후 배심의 판정이 동점이라면 양 선수, 세컨진, 대회사는 연장전 추가 협의를 할 수 있다. 허가가 된다면, 연장전 5분 1라운드 추가 진행되고 재판정을 하게 된다.<br />
- 링닥터와 의료진이 판단했을 때 선수가 경기를 계속 진행할 수 없을 정도의 부상일 경우, 주심은 닥터스탑을 선언할 수 있다.<br />
- 상대 선수의 타격, 조르기, 관절기에 의해 탭아웃을 칠 경우 해당 선수의 승리로 경기는 끝이 난다.<br />
- 상대 선수의 공격에 의해 선수가 쓰러져서 의식을 잃거나 어떠한 공격, 방어를 위한 움직임이 보이지 않고 무의미하다고 판단될 경우, 주심은 공격선수에게 승리를 선언한다. (KO승, TKO승이 있다)<br />
- 경기 도중 양선수가 너무 부상이 심할 경우, 링닥터의 판단에 따라 경기 진행 여부가 결정된다.<br />
- 상대방의 반칙에 의해 부상이 심할 경우, 주심은 반칙을 한 선수에게 반칙패를 준다.<br /><br />

-실격패<br />
(1) 해당 경기에 참가하기로 한 해당 선수가 경기 시작 1시간전까지 나타나지 않을 시,  해당 선수는 실격패 처리된다.<br />
(2) 최종 계체 실패 후, 양 선수단이 협의가 되지 않을 경우 계체를 실패한 선수는 실격패 처리된다.<br />
(3) 세컨진이 케이지 위로 올라와 상대 선수를 공격하거나 난동을 피울 경우, 해당 선수는 실격패 처리된다.<br />
-기권승<br />
(1) 케이지 밖으로 일부러 도망가는 경우 자동 기권으로 간주<br />
(2) 세컨진이 타월을 경기 도중 케이지에 던지거나 시합을 중지시킨 경우<br />
(3) 해당 선수가 경기 진행을 자의적으로 포기할 경우<br />
- 경기 무효<br />
(1) 어떠한 불의의 사고로 경기가 취소되거나 경기가 중단될 경우<br />
(2) 낭심 공격에 의해 경기가 더이상 진행이 불가한 경우<br />
- 배심 판정 결과에 대해 동의가 되지 않거나, 불합리하다고 생각할 경우 경기 결과에 대해 이의를 대회사에 제기할 수 있다. 정확하고도 타당한 증거를 대회사에 제출하여 이의를 제기하도록 한다.<br /><br />

*대회에 참가하는 모든 선수들 및 세컨진은 룰에 의거하여 대회사와 심판진의 지시 및 전달사항을 따라줘야 한다. <br />
*블랙컴뱃 룰은 대회사와 심판위원회에 의해 언제든 개정될 수 있다.
               
            </div>
        </div>
    </div>
<?php ?>

<script>
        (function ($) {
            $(window).on('load', function() {
                var winHeight = parseInt(window.innerHeight, 10);
                var hdHeight = parseInt($('#hd').outerHeight(true), 10);
                var ftHeight = parseInt($('#ft').outerHeight(true), 10);
                var wrapperHeight = parseInt($('#wrapper').outerHeight(true), 10);

                var calcHeight = hdHeight + ftHeight + wrapperHeight;

                if (winHeight > calcHeight) {
                    $('#wrapper').css('height', (winHeight - (hdHeight + ftHeight)) + 'px');
                }
            });
        })(jQuery);
    </script>

<?php
include_once(G5_THEME_PATH.'/tail.php');